Repository: GenCommBrasil/woocommerce-genpay
Catalog: languages/woocommerce-rakuten-log-*.po
Languages: pt_br

source: Show all shipping methods
pt_br: Mostrar todos os métodos de entrega

source: Create Rakuten Log batch
pt_br: Criar lote Rakuten Log

source: Tracking Code
pt_br: Código de rastreio

source: Invalid shipping method
pt_br: Método de entrega inválido

source: Batch already created for order
pt_br: Lote já criado para o pedido

source: There has been an error creating a Rakuten Log Batch!
pt_br: Ocorreu um erro durante a geração de um lote Rakuten Log!

source: Batch successfully created
pt_br: Lote gerado com sucesso

source: Invoice Series
pt_br: Série da Nota Fiscal

source: Invoice Number
pt_br: Número da Nota Fiscal

source: Invoice Key
pt_br: Chave da Nota Fiscal

source: Invoice CFOP
pt_br: CFOP (Código Fiscal de Operações e Prestações)

source: Invoice Date
pt_br: Data da Nota Fiscal

source: Batch Code
pt_br: Código de Lote

source: Batch code
pt_br: Código de lote

source: Tracking code
pt_br: Código de Tracking

source: Rakuten Log actions
pt_br: Ações Rakuten Log

source: Print tag
pt_br: Imprimir etiqueta

source: Print batch tag
pt_br: Imprimir etiqueta para o lote

source: Follow order
pt_br: Rastrear pedido

source: %s is a shipping method from Rakuten Log.
pt_br: %s é uma opção de entrega do Rakuten Log

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable this shipping method
pt_br: Habilitar este tipo de entrega

source: Title
pt_br: Título

source: This option controls what the customer will see during checkout
pt_br: Essa opção controla o que o consumidor vê durante o checkout

source: Owner Document
pt_br: Documento do proprietário

source: Document of the owner registered on Rakuten
pt_br: Documento do proprietário do plugin registrado na Rakuten

source: API key
pt_br: Chave de API

source: API key registered on Rakuten
pt_br: Chave de API registrada na Rakuten

source: Signature Key
pt_br: Chave de assinatura

source: Signature key registered on Rakuten
pt_br: Chave de assinatura registrada na Rakuten

source: Environment
pt_br: Ambiente

source: Rakuten Log has two environments, the Sandbox used to make test transactions, and Production used for real transactions.
pt_br: Rakuten Log possui dois ambientes. O de Sandbox é o ambiente usado para testes e o de Produção para transações reais.

source: Production
pt_br: Produção

source: Number
pt_br: Número

source: Complement
pt_br: Complemento

source: Rakuten Log Tracking Code
pt_br: Código de rastreio Rakuten Log

source: This email is sent when a batch is created for the order.
pt_br: Este email é enviado quando um lote de etiquetas é gerado para um dado pedido.

source: Your order has been sent
pt_br: Seu pedido foi enviado

source: [{site_title}]] Your order {order_number} has been sent
pt_br: [{site_title}]] Seu pedido {order_number} foi enviado

source: Hi there. Your recent order on {site_title} has been sent by Rakuten Log.
pt_br: Olá. O seu pedido realizado em {site_title} foi enviado pelo Rakuten Log.

source: To track your delivery, use this <a href="{tracking_url}">tracking link</a>.
pt_br: Para acompanhar o seu pedido, utilize este <a href="{tracking_url}">link de rastreio</a>.

source: Enable this email notification
pt_br: Habilitar esta notificação por email

source: Subject
pt_br: Assunto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
pt_br: Isto controla o assunto do email. Deixe em branco para utilizar o assunto padrão: %s

source: Email Heading
pt_br: Cabeçalho do Email

source: This controls the main heading contained within the email. Leave blank to use the default heading: <code>%s</code>.
pt_br: Isto controla o cabeçalho principal contido no email. Deixe em branco para utilizar o cabeçalho padrão: <code>%s</code>

source: Email Content
pt_br: Conteúdo do Email

source: This controls the initial content of the email. Leave blank to use the default content: <code>%s</code>.
pt_br: Isto controla o conteúdo inicial do email. Deixe em branco para utilizar o conteúdo padrão: <code>%s</code>.

source: Email type
pt_br: Tipo de Email

source: Choose which format of email to send.
pt_br: Escolha o formato de email que será enviado.

source: For your reference, your order details are shown below.
pt_br: Para a sua comodidade, os detalhes de seu pedido estão disponíveis abaixo.

source: Rakuten Log delivery tracking
pt_br: Rastreio Rakuten Log

source: Tracking Code:
pt_br: Código de rastreio:

source: Tracking Url:
pt_br: Url de rastreio:

# placeholder
source: Number
pt_br: Número
