Repository: GenCommBrasil/woocommerce-genpay
Catalog: languages/woocommerce-rakuten-pay-*.po
Languages: pt_br

source: Rakuten Pay Disabled
pt_br: Rakuten Pay desativado

source: Currency %s is not supported. Works only with Brazilian Real.
pt_br: Não há suporte para a moeda %s. Apenas Real brasileiro.

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Active WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: The cancel transaction for order %s has failed.
pt_br: Falha na transação de cancelamento para ordem %s.

source: Transaction failed
pt_br: Falha na transação

source: In order to cancel this transaction access the rakuten pay dashboard: %1$s.
pt_br: Para cancelar essa transação, acesse o painel de pagamento Rakuten:%1$s.

source: Rakuten Pay: Order could not be cancelled due to an error. You must access the Rakuten Pay Dashboard to complete the cancel operation
pt_br: Rakuten Pay: o pedido não pôde ser cancelada devido a um erro. Você deve acessar o Rakuten Pay Dashboard para concluir a operação de cancelamento

source: The refund transaction for order %s has failed.
pt_br: Falha na transação de reembolso do pedido %s.

source: In order to refund this transaction access the rakuten pay dashboard: %1$s.
pt_br: Para restituir essa transação, acesse o Rakuten Pay Dashboard:%1$s.

source: Rakuten Pay: Order could not be refunded due to an error. You must access the Rakuten Pay Dashboard to complete the cancel operation
pt_br: Rakuten Pay: o pedido não pôde ser reembolsada devido a um erro. Você deve acessar o Rakuten Pay Dashboard para concluir a operação de cancelamento

source: Credit Card
pt_br: Cartão de Crédito

source: Installments
pt_br: Parcelas

source: Total paid
pt_br: Total pago

source: Banking Ticket URL
pt_br: Url do boleto

source: Rakuten Pay Request Failure
pt_br: Rakuten Pay Requisição Falhou

source: Rakuten Pay: The transaction is being processed.
pt_br: Rakuten Pay: A Transação está sendo processada.

source: Rakuten Pay: The transaction was authorized.
pt_br: Rakuten Pay: A transação foi autorizada.

source: Rakuten Pay: Transaction paid.
pt_br: Rakuten Pay: Transação efetuada.

source: The transaction for order %s was cancelled
pt_br: A transação para o pedido %s foi cancelada

source: The transaction for order %s was declined
pt_br: A transação para o pedido %s foi declinada

source: Order %1$s has been marked as cancelled, because the transaction was cancelled on Rakuten Pay, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como cancelado, devido ao cancelamento feito no Rakuten Pay, para mais detalhes acesse %2$s.

source: Order %1$s has been marked as declined, because the transaction was declined on Rakuten Pay, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como declinado, devido ao cancelamento feito no Rakuten Pay, para mais detalhes acesse %2$s.

source: Rakuten Pay: The transaction was cancelled.
pt_br: Rakuten Pay: A transação foi cancelada.

source: Rakuten Pay: The transaction was declined.
pt_br: Rakuten Pay: A transação foi declinada.

source: Order fully refunded
pt_br: Pedido totalmente estornado

source: Rakuten Pay: The transaction fully refunded.
pt_br: Rakuten Pay: A transação foi totalmente estornada.

source: Rakuten Pay: The transaction received a partial refund.
pt_br: Rakuten Pay: A transação foi parcialmente estornada.

source: The transaction for order %s refunded
pt_br: A transação para o pedido %s foi estornada

source: The transaction for order %s recieved
pt_br: A transação para o pedido %s foi recebido

source: Transaction refunded
pt_br: Transação estornada

source: Order %1$s has been marked as refunded by Rakuten Pay, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como estornado pelo Rakuten Pay, para maiores detalhes, acesse %2$s.

source: Order %1$s has been marked as pending payment, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como pagamento pendente, para maiores detalhes, acesse %2$s.

source: Rakuten Pay - Banking Billet
pt_br: Rakuten Pay - Boleto

source: Accept banking billet payments using Rakuten Pay.
pt_br: Aceite pagamentos via boleto usando o Rakuten Pay.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Rakuten Pay Banking Billet
pt_br: Habilitar pagamentos de boletos via Rakuten Pay

source: Title
pt_br: Titúlo

source: This controls the title which the user sees during checkout.
pt_br: Texto de título que aparecerá para o usuário durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Texto de descrição que o usuário verá durante o checkout.

source: Pay with Banking Billet
pt_br: Pague via Boleto

source: Integration Settings
pt_br: Configurações de Integração

source: Rakuten Pay Document
pt_br: Rakuten Pay Documento

source: Please enter the document of your store.
pt_br: Por favor entre o documento (cnpj) de sua loja.

source: Rakuten Pay Dashboard > My Account page
pt_br: Rakuten Pay Dashboard > Minha Conta

source: Rakuten Pay API Key
pt_br: Rakuten Pay, Chave de API

source: Please enter your Rakuten Pay API Key. This is needed to process the payment and notifications. Is possible get your API Key in %s.
pt_br: Por favor entre com a sua chave de API. Isso é necessário para processar os seus pagamentos via Rakuten Pay e receber notificações. É possível pegar essa Chave em %s.

source: Rakuten Pay Signature Key
pt_br: Rakuten Pay, Chave de assinatura

source: Please enter your Rakuten Pay Signature key. This is needed to process the payment. Is possible get your Signature Key in %s.
pt_br: Por favor entre com a sua chave de API. Isso é necessário para processar os seus pagamentos via Rakuten Pay e receber notificações. É possível pegar essa Chave em %s.

source: Environment
pt_br: Ambiente

source: Rakuten Pay has two environemnts, th e Sandbox used to make test transactions, and Production used for real transactions.
pt_br: Rakuten Pay tem dois ambientes, o ambiente de Homologação usado para fazer transações de testes e o ambiente de Produção usado para transações reais.

source: Production
pt_br: Produção

source: Sandbox
pt_br: Homologação

source: Gateway Testing
pt_br: Gateway de Teste

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar Log de depuração

source: Log Rakuten Pay events, such as API requests. You can check the log in %s
pt_br: Logar eventos do Rakuten Pay, tais como chamadas de API, você pode verificar estes logo posteriormente em %s

source: Rakuten Pay - Credit Card
pt_br: Rakuten Pay - Cartão de Crédito

source: Accept credit card payments using Rakuten Pay.
pt_br: Aceite pagamentos via cartão de crédito usando o Rakuten Pay.

source: Enable Rakuten Pay Credit Card
pt_br: Habilitar pagamento através de Cartão de Crédito via Rakuten Pay

source: Pay with Credit Card
pt_br: Pague com Cartão de Crédito

source: Number of Installment
pt_br: Número de parcelas

source: Maximum number of installments possible with payments by credit card.
pt_br: Número máximo de parcelas para pagamentos via Cartão de Crédito.

source: Smallest Installment
pt_br: Valor mínimo de parcela

source: Please enter with the value of smallest installment, Note: it not can be less than 5.
pt_br: Por favor entre o valor mínimo autorizado de parcela. Atenção, esse valor não pode ser menor do que 5.

source: Interest rate
pt_br: Taxa de Juros

source: Free Installments
pt_br: Parcelas sem juros

source: Number of installments with interest free.
pt_br: Número de parcelas sem juros.

source: Birthdate
pt_br: Data de nascimento

source: Gender
pt_br: Gênero

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Document
pt_br: Documento CPF/CPNJ

source: Number
pt_br: Número

source: District
pt_br: Bairro

source: Rakuten Pay: Credit Card Orders cannot be cancelled, you must wait the approve to proceed the refund.
pt_br: Rakuten Pay: Pedidos pagos via Cartão de Crédito não podem ser cancelados, você deve esperar até que eles sejam aprovados para fazer um estorno.

source: PayVault tokenization error response
pt_br: Erro ao gerar o Token, verifique os campos do cartão de crédito

source: Billet
pt_br: Boleto

source: View order
pt_br: Acesse o pedido

source: Your banking billet is being generated, access your order to view it.
pt_br: Seu boleto está sendo gerado, acesse seu pedido para acessar-lo.

source: After clicking "Place order" you will have access to banking banking billet which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Depois de clicar em “Finalizar Compra”, você terá acesso ao boleto, que poderá ser impresso e pago em bancos ou casas loterias.

source: Note: The order will be confirmed only after the payment approval.
pt_br: Nota: O pedido será confirmado apenas depois da aprovação do pagamento.

source: Payment
pt_br: Pagamento

source: Please use the link below to view your banking billet, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Por valor use o link abaixo para acessar o seu boleto, você deve imprimi-lo e pagá-lo em bancos e casas lotéricas até a data do vencimento:

source: Pay the banking billet
pt_br: Pague o boleto

source: After we receive the banking billet payment confirmation, your order will be processed.
pt_br: O seu pedido será processado depois da confirmação de pagamento do boleto.

source: Please click in the following button to view your banking billet.
pt_br: Por favor clique no botão ao lado para acessar o boleto para pagamento.

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimir e pagar esse boleto em qualquer banco ou casa lotérica até a data de vencimento.

source: Reason
pt_br: Razão

source: Select a Reason
pt_br: Selecione uma razão

source: Buyer returned the order
pt_br: Comprador devolveu o pedido

source: Buyer returned an item
pt_br: Comprador devolveu um item

source: Buyer requested to change order
pt_br: Comprador solicitou a troca do pedido

source: Buyer requested to exchange an item
pt_br: Comprador solicitou a troca de um item

source: Other buyer related issue
pt_br: Outro motivo do comprador

source: Merchant without items in stock
pt_br: Lojista sem produto em estoque

source: Other merchant related issue
pt_br: Outro motivo do lojista

source: Bank code
pt_br: Código do Banco

source: Bank agency
pt_br: Número do Agência

source: Bank number
pt_br: Número da Conta

source: Payment successfully made using %1$s credit card in %2$s.
pt_br: Pagamento efetuado com sucesso usando cartão de crédito %1$s em %2$s.

source: Card Holder Name
pt_br: Nome impresso no Cartão

source: Card Holder Document
pt_br: CPF/CNPJ do proprietário do Cartão

source: Card Number
pt_br: Número impresso no Cartão

source: Expiry Month
pt_br: Mês de Validade

source: Expiry Year
pt_br: Ano de Validade

source: Card Code
pt_br: Código do Cartão

source: Bank Billet Settings
pt_br: Configurações de Boleto

source: Credit Card Settings
pt_br: Configurações de Cartão de Crédito

# no free installments
source: None
pt_br: Nenhum

source: Credit Card Number
pt_br: Número do Cartão de Crédito

source: Enables the display of the parcel listing on the product preview screen. (You will see the largest installments available for the product in payment by credit card)
pt_br: Habilita a exibição da listagem de parcelas na tela de visualização do produto. (Irá exibir o maior parcelamento disponível para o produto no pagamento com cartão de crédito)

source: Buyer Interest
pt_br: Juros Comprador

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Buyer Interest Configuration
pt_br: Configuração do Juros Comprador

source: %1$dx of %2$s (increase of %3$s)
pt_br: %1$dx of %2$s (acréscimo de %3$s)

source: Phone number
pt_br: Número de telefone

# placeholder
source: Phone number
pt_br: Número de telefone

source: payments.0.holder_document must be a valid CPF number or must be a valid CNPJ number
pt_br: CPF ou CNPJ deve ser um documento válido
